<?php

return [

    'sale_price'           => 'سعر البيع',
    'purchase_price'        => 'سعر الشراء',
    'enter_item_description'    => 'أدخل وصف العنصر',
    'billing'                   => 'الفواتير',
    'sale_information'          => 'معلومات البيع',
    'purchase_information'      => 'معلومات الشراء',
    'form_description' => [
        'general'               => 'حدد فئة لجعل تقاريرك أكثر تفصيلاً. سيتم ملء الوصف عند تحديد العنصر في فاتورة أو فاتورة.',
        'billing'               => 'يتم استخدام معلومات البيع ضمن الفواتير، ويتم استخدام معلومات الشراء ضمن الفواتير. سيتم تطبيق الضريبة على كل من الفواتير والفواتير.',
    ],

];
