<?php

return [

    'recurring'             => 'متكرر',
    'every'                 => 'كل',
    'period'                => 'فترة',
    'times'                 => 'عدد المرات',
    'daily'                 => 'يومي',
    'weekly'                => 'أسبوعي',
    'monthly'               => 'شهري',
    'yearly'                => 'سنوي',
    'custom'                => 'مُخصّص',
    'days'                  => 'يوم (أيام)',
    'weeks'                 => 'أسبوع (أسابيع)',
    'months'                => 'شهر (أشهر)',
    'years'                 => 'سنة (سنوات)',
    'message'               => 'هذه :type متكررة و :type التالية سيتم إنشاؤها تلقائياً في تاريخ :date',
    'send_email_auto'       => 'إرسال البريد الإلكتروني تلقائيا',
    'frequency_type'        => 'كرر هذا: نوع',
    'limit_date'            => 'إنشاء أولا: نوع على',
    'limit_middle'          => 'ونهاية',

    'form_description' => [
        'schedule'          => 'اختر الشروط ووقت البدء/الانتهاء للتأكد من أن عميلك يتلقى نوع :type الخاص بك في اليوم الصحيح.',
    ],

];
