<?php

return [

    'payment_received'      => 'تم استلام الدفع',
    'payment_made'          => 'تم الدفع',
    'paid_by'               => 'المدفوعة بواسطة',
    'paid_to'               => 'المدفوعة لل',
    'related_invoice'       => 'الفاتورة ذات الصلة',
    'related_bill'          => 'مشروع القانون ذو الصلة',
    'recurring_income'      => 'الدخل المتكرر',
    'recurring_expense'     => 'النفقات المتكررة',

    'form_description' => [
        'general'           => 'هنا يمكنك إدخال المعلومات العامة للمعاملة مثل التاريخ والمبلغ والحساب والوصف وما إلى ذلك.',
        'assign_income'     => 'حدد الفئة والعميل لجعل تقاريرك أكثر تفصيلاً.',
        'assign_expense'    => 'حدد فئة وموردًا لجعل تقاريرك أكثر تفصيلاً.',
        'other'             => 'أدخل مرجعًا لإبقاء المعاملة مرتبطة بسجلاتك.',
    ],

    'slider' => [
        'create'            => ':أنشأ المستخدم هذه المعاملة في:date',
        'attachments'       => 'قم بتحميل الملفات المرفقة بهذه الصفقة',
        'create_recurring'  => ':أنشأ المستخدم هذا القالب المتكرر في:date',
        'schedule'          => 'كرر كل:فاصل زمني:تردد منذ:التاريخ',
        'children'          => ':تم إنشاء معاملات العد تلقائيًا',
        'transfer_headline' => 'من :from_account إلى :to_account',
        'transfer_desc'     => 'تم إنشاء النقل في :date.',
    ],

    'share' => [
        'income' => [
            'show_link'     => 'يمكن لعميلك الاطلاع على المعاملة على هذا الرابط',
            'copy_link'     => 'انسخ الرابط وشاركه مع عميلك.',
        ],

        'expense' => [
            'show_link'     => 'يمكن للبائع الخاص بك عرض المعاملة على هذا الرابط',
            'copy_link'     => 'انسخ الرابط وشاركه مع البائع الخاص بك.',
        ],
    ],

    'sticky' => [
        'description'       => 'أنت تقوم بمعاينة كيفية رؤية عميلك لنسخة الويب من دفعتك.',
    ],

];
